[
  {
    "name": "Potion of Healing",
    "rarity": "Common",
    "type": "Potion",
    "cost": "50 GP",
    "description": "You regain hit points when you drink this potion. You regain 2d4+2 hit points. The potion's red liquid glimmers when agitated."
  },
  {
    "name": "Potion of Greater Healing",
    "type": "Potion",
    "rarity": "Uncommon",
    "cost": "250 GP",
    "description": "You regain hit points when you drink this potion. You regain 4d4+4 hit points. The potion's red liquid glimmers when agitated."
  },
  {
    "name": "Potion of Superior Healing",
    "type": "Potion",
    "rarity": "Rare",
    "cost": "5000 GP",
    "description": "You regain hit points when you drink this potion. You regain 8d4+8 hit points. The potion's red liquid glimmers when agitated."
  },
  {
    "name": "Driftglobe",
    "type": "Wondrous",
    "rarity": "Uncommon",
    "cost": "200 GP",
    "description": "This small sphere of thick glass weights 1 pound. If you are within 60 feet of it, you can speak its command word and cause it to emanate the light or daylight spell. Once used the daylight effect can't be used again until the next dawn.\r\nYou can speak another command word as an action to make the illuminated globe rise into the air and float no more than 5 feet off the ground. The globe hovers in this way until you or another creature grasps it. I fyou move more than 60 feet from the hovering globe, it follows you until it is within 60 feet of you. It takes the shortest route to do so. If prevented from moving, the globe sinks gently to the ground and becomes inactive, and its light winks out.",
    "charges": 1
  },
  {
    "name": "Pearl of Power",
    "type": "Wondrous",
    "rarity": "Uncommon",
    "cost": "200 GP",
    "attunement": 
    {
      "requiredBy": "Spellcaster"
    },
    "description": "You can use an action to speak this pearl's command word and regain on expended spell slot of up to 3rd level. Once you have used the pearl, it can't be used again until the next dawn"
  },
  {
    "name": "Scroll of Dancing Lights",
    "type": "Scroll",
    "rarity": "Common",
    "cost": "50 GP",
    "useableBy": "Bard, Sorceror, Wizard",
    "description": "This scroll allows the reader to cast the cantrip Dancing Lights. This spell has a DC of 13."
  },
  {
    "name": "Scroll of Detect Thoughts",
    "type": "Scroll",
    "rarity": "Uncommon",
    "cost": "250 GP",
    "useableBy": "Bard, Sorceror, Wizard",
      "description": "This scroll allows the reader to cast the 2nd level spell Detect Thoughts. This spell has a DC of 13. If this spell is on your classes spell list but of a level higher than you can normally cast, you must make a DC 12 Arcana check to read this scroll. On a failed check this scroll is destroyed."
  },
  {
    "name": "Bag of Holding",
    "type": "Wondrous (Equipment)",
    "rarity": "Uncommon",
    "cost": "500 GP",
    "description": "This bag has an interior space considerably larger than its outside dimensions, roughly 2 feet in diameter at the mouth and 4 feet deep. The bag can hold up to 500 pounds, not exceeding a volume of 64 cubic feet. The bag weighs 15 pounds, regardless of its contents. Retrieving an item from the bag requires an action.\r\nIf the bag is overloaded, pierced, or torn, it ruptures and is destroyed, and its contents are scattered in the Astral Plane. If the bag is turned inside out, its contents spill forth, unharmed, but the bag must be put right before it can be used again. Breathing creatures inside the bag can survive up to a number of minutes equal to 10 divided by the number of creatures (minimum 1 minute), after which time they begin to suffocate."
  }
]
