[{"name":"Scroll of Acid Splash","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Acid Splash. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Aid","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Aid. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Antimagic Field","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Antimagic Field. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Arcane Eye","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Arcane Eye. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Arcane Lock","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Arcane Lock. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Astral Projection","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Astral Projection. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Augury","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Augury. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Beacon of Hope","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Beacon of Hope. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Blade Barrier","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Blade Barrier. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Bless","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Bless. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Blur","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Blur. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Burning Hands","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Burning Hands. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Chain Lightning","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Chain Lightning. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Charm Person","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Charm Person. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Command","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Command. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Commune","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Commune. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Comprehend Languages","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Comprehend Languages. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Cone of Cold","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Cone of Cold. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Counterspell","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Counterspell. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Cure Wounds","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Cure Wounds. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Dancing Lights","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Dancing Lights. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Darkness","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Darkness. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Death Ward","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Death Ward. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Delayed Blast Fireball","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Delayed Blast Fireball. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Detect Magic","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Detect Magic. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Dimension Door","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Dimension Door. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Disguise Self","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Disguise Self. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Disintegrate","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Disintegrate. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Dispel Magic","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Dispel Magic. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Divination","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Divination. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Dominate Monster","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Dominate Monster. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Dominate Person","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Dominate Person. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Dream","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Dream. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Earthquake","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Earthquake. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Etherealness","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Etherealness. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Find the Path","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Find the Path. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Finger of Death","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Finger of Death. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Fire Bolt","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Fire Bolt. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Fire Storm","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Fire Storm. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Fireball","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Fireball. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Flame Strike","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Flame Strike. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Flaming Sphere","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Flaming Sphere. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Fly","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Fly. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Foresight","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Foresight. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Freedom of Movement","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Freedom of Movement. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Gate","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Gate. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Globe of Invulnerability","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Globe of Invulnerability. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Greater Invisibility","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Greater Invisibility. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Greater Restoration","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Greater Restoration. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Guardian of Faith","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Guardian of Faith. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Guidance","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Guidance. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Guiding Bolt","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Guiding Bolt. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Harm","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Harm. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Haste","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Haste. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Heal","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Heal. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Healing Word","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Healing Word. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Heroes’ Feast","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Heroes’ Feast. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Hold Person","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Hold Person. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Holy Aura","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Holy Aura. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Ice Storm","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Ice Storm. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Identify","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Identify. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Imprisonment","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Imprisonment. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Inflict Wounds","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Inflict Wounds. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Invisibility","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Invisibility. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Knock","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Knock. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Lesser Restoration","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Lesser Restoration. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Levitate","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Levitate. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Light","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Light. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Lightning Bolt","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Lightning Bolt. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Locate Creature","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Locate Creature. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Mage Armor","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Mage Armor. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Mage Hand","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Mage Hand. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Magic Missile","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Magic Missile. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Magic Weapon","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Magic Weapon. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Major Image","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Major Image. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Mass Cure Wounds","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Mass Cure Wounds. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Mass Heal","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Mass Heal. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Mass Healing Word","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Mass Healing Word. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Mass Suggestion","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Mass Suggestion. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Maze","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Maze. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Meteor Swarm","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Meteor Swarm. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Minor Illusion","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Minor Illusion. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Misty Step","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Misty Step. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Mordenkainen’s Sword","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Mordenkainen’s Sword. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Otto’s Irresistible Dance","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast Otto’s Irresistible Dance. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Passwall","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Passwall. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Poison Spray","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Poison Spray. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Power Word Kill","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Power Word Kill. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of Power Word Stun","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Power Word Stun. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Prayer of Healing","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Prayer of Healing. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Prestidigitation","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Prestidigitation. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Protection from Energy","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Protection from Energy. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Raise Dead","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Raise Dead. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Ray of Frost","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Ray of Frost. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Regenerate","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Regenerate. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Remove Curse","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Remove Curse. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Resistance","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Resistance. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Resurrection","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Resurrection. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Revivify","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Revivify. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Sacred Flame","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Sacred Flame. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Sanctuary","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Sanctuary. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Shatter","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Shatter. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Shield","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Shield. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Shield of Faith","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Shield of Faith. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Shocking Grasp","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Shocking Grasp. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Silence","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Silence. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Silent Image","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Silent Image. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Sleep","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Sleep. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Spare the Dying","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Spare the Dying. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Speak with Dead","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Speak with Dead. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Spider Climb","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Spider Climb. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Spirit Guardians","type":"Scroll","rarity":"Uncommon","cost":"300 GP","description":"This scroll allows the reader to cast Spirit Guardians. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Spiritual Weapon","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Spiritual Weapon. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Stoneskin","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Stoneskin. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Suggestion","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Suggestion. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Sunburst","type":"Scroll","rarity":"Very Rare","cost":"800 GP","description":"This scroll allows the reader to cast Sunburst. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Teleport","type":"Scroll","rarity":"Very Rare","cost":"700 GP","description":"This scroll allows the reader to cast Teleport. The spell has a DC of 18 and an Spell Attack Bonus of 10. The scroll is destroyed upon reading."},{"name":"Scroll of Thaumaturgy","type":"Scroll","rarity":"Common","cost":"50 GP","description":"This scroll allows the reader to cast Thaumaturgy. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Thunderwave","type":"Scroll","rarity":"Common","cost":"100 GP","description":"This scroll allows the reader to cast Thunderwave. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Time Stop","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast Time Stop. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of True Resurrection","type":"Scroll","rarity":"Legendary","cost":"900 GP","description":"This scroll allows the reader to cast True Resurrection. The spell has a DC of 19 and an Spell Attack Bonus of 11. The scroll is destroyed upon reading."},{"name":"Scroll of True Seeing","type":"Scroll","rarity":"Very Rare","cost":"600 GP","description":"This scroll allows the reader to cast True Seeing. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Wall of Fire","type":"Scroll","rarity":"Rare","cost":"400 GP","description":"This scroll allows the reader to cast Wall of Fire. The spell has a DC of 15 and an Spell Attack Bonus of 7. The scroll is destroyed upon reading."},{"name":"Scroll of Wall of Stone","type":"Scroll","rarity":"Rare","cost":"500 GP","description":"This scroll allows the reader to cast Wall of Stone. The spell has a DC of 17 and an Spell Attack Bonus of 9. The scroll is destroyed upon reading."},{"name":"Scroll of Warding Bond","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Warding Bond. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."},{"name":"Scroll of Web","type":"Scroll","rarity":"Uncommon","cost":"200 GP","description":"This scroll allows the reader to cast Web. The spell has a DC of 13 and an Spell Attack Bonus of 5. The scroll is destroyed upon reading."}]